{"vehicleUsageLabelHelp":"<p><strong>Commute to work or school (within the state):</strong> Regular commute to and from your place of employment or education.</p><p><strong>Commute to work or school (outside the state):</strong> Driven out of state four or more times per month.</p><p><strong>Business:</strong>  For business purposes during the day in occupations that involve making regular sales or business calls.</p><p><strong>Artisan:</strong> Used by a skilled craftsman who is not self-employed and who drives a private passenger auto, pickup or van to conduct business. Some examples of artisan use would be appliance repair, carpentry, plumbing, or other construction type occupations.<p><strong>Pleasure:</strong> Not used on a regular basis for business, or for work or school commuting purposes.</p><p><strong>Farming:</strong> Used primarily on a farm, ranch or orchard.</p>","vinLabelHelp":"<p>A VIN number is generally 17 characters in length and does NOT contain the letters I and O, the numbers 1 or zero are used instead.</p>","antiTheft1LabelHelp":"<h4>Alarm</h4><p>Device that sounds an audible alarm that can be heard at a distance of at least 300 feet for a minimum of three minutes.</p>","antiTheft2LabelHelp":"<h4>Manual Disabling Device</h4><p>Device that disables the vehicle by making the fuel, ignition or starting system inoperative. This device type requires a separate manual step to engage the device.</p>","antiTheft3LabelHelp":"<h4>Automatic Disabling Device</h4><p>Device that disables the vehicle by making the fuel, ignition or starting system inoperative. This device type does not require a separate manual step to engage the device.</p>","antiTheft5LabelHelp":"<h4>Lo Jack</h4><p>Electronic homing device, using a radio frequency network used in conjunction with a participating police agency.</p>","antiTheft6LabelHelp":"<h4>Teletrac</h4><p>Electronic homing device, using a radio frequency network used in conjunction with a participating police agency</p>","antiTheft7LabelHelp":"<h4>VIN Etching</h4><p>Vehicle identification number (VIN) or other unique identifying symbol etched on the vehicle's window (i.e. vehicle's door glass, windshield and rear window).</p>","healthInsurerNameLabelHelp":"<p>This information is required if you are purchasing coverage with Health Insurance as your Primary PIP Insurer.</p>","healthInsurancePolicyNumberLabelHelp":"<p>Please provide the Health Insurance policy number. This is also known as the group number or certificate number.</p>","promotionCodeLabelHelp":"<p>Mercury Insurance Group occasionally runs promotional giveaways. For additional promotion information please refer to the relevant terms and conditions.</p>","primaryHealthInsurerLabelHelp":"<p>Health insurance as your primary PIP insurer:</p><p>Yes: Indicates you choose to have your health insurance policy or benefits provide primary coverage for the payment of medical expenses.</p><p>No: Indicates you choose to have your auto insurance policy provide primary coverage for the payment of medical expenses in the event of an accident.</p>#more Learn more about Personal Injury Protection (PIP)* #more","paHealthInsurer_MIGLabelHelp":"<p>This information is required if you are selecting coverage with Health Insurance as your Primary PIP Insurer.","medExpenseOnlyLabelHelp":"<p>PIP Medical Expense Only:</p><p>Yes: Indicates you will not be eligible for coverages including Income Continuation, Essential Services, Death Benefits, and Funeral Benefits.</p><p>No: Indicates you will be eligible for coverages including Income Continuation, Essential Services, Death Benefits, and Funeral Benefits.</p>#more Learn more about Personal Injury Protection (PIP)* #more","pipMedExpenseLimitLabelHelp":"<p>PIP Medical Expense covers you, whether or not you cause the accident, relatives living in your home, certain passengers who lack PIP, and certain licensed drivers who drive your vehicle with your permission, up to the limits of your policy. Medical Expense also covers your child who lives in the same household if that child suffers an injury while riding on a school bus. Medical Expense protects you while in your own or someone else's vehicle and as a pedestrian or bicyclist if you suffer an injury in an accident involving a motor vehicle. It also offers options for extended medical expense benefits and primary or secondary coverage.</p>#more Learn more about Personal Injury Protection (PIP)* #more","primaryHealthInsurerLabelHelpMore1":"<p>Personal Injury Protection (PIP), also known as no-fault protection, provides coverage for you regardless of whether or not you cause an accident. </p><p>PIP covers you, whether or not you cause the accident, relatives living in your home, certain passengers who lack PIP, and certain licensed drivers who drive your vehicle with your permission, up to the limits of your policy. It also covers your child who lives in the same household if that child suffers an injury while riding on a school bus. It protects you while in your own or someone else's vehicle and as a pedestrian or bicyclist if you suffer an injury in an accident involving a motor vehicle. </p><p>PIP also offers options for extended medical payments and primary or secondary coverage. You have the choice of limits of PIP coverage (maximum amount that may be paid). You also have the choice of deductible levels (the amount you must pay before your insurance coverage begins). Your cost will be higher if you pick a higher limit of coverage or a lower deductible.</p>","medExpenseOnlyLabelHelpMore1":"<p>Personal Injury Protection (PIP), also known as no-fault protection, provides coverage for you regardless of whether or not you cause an accident. </p><p>PIP covers you, whether or not you cause the accident, relatives living in your home, certain passengers who lack PIP, and certain licensed drivers who drive your vehicle with your permission, up to the limits of your policy. It also covers your child who lives in the same household if that child suffers an injury while riding on a school bus. It protects you while in your own or someone else's vehicle and as a pedestrian or bicyclist if you suffer an injury in an accident involving a motor vehicle. </p><p>PIP also offers options for extended medical payments and primary or secondary coverage. You have the choice of limits of PIP coverage (maximum amount that may be paid). You also have the choice of deductible levels (the amount you must pay before your insurance coverage begins). Your cost will be higher if you pick a higher limit of coverage or a lower deductible.</p>","pipMedExpenseLimitLabelHelpMore1":"<p>Personal Injury Protection (PIP), also known as no-fault protection, provides coverage for you regardless of whether or not you cause an accident. </p><p>PIP covers you, whether or not you cause the accident, relatives living in your home, certain passengers who lack PIP, and certain licensed drivers who drive your vehicle with your permission, up to the limits of your policy. It also covers your child who lives in the same household if that child suffers an injury while riding on a school bus. It protects you while in your own or someone else's vehicle and as a pedestrian or bicyclist if you suffer an injury in an accident involving a motor vehicle. </p><p>PIP also offers options for extended medical payments and primary or secondary coverage. You have the choice of limits of PIP coverage (maximum amount that may be paid). You also have the choice of deductible levels (the amount you must pay before your insurance coverage begins). Your cost will be higher if you pick a higher limit of coverage or a lower deductible.</p>","matureOrDefensiveDriverLabelHelp":"<P>A discount may apply if the driver completes a defensive driver training course approved by the New Jersey Motor Vehicle Commission.</p>","goodStudentNoLabelHelp":"<p>A discount may apply to single full-time students (minimum of 12 units for undergraduate and 8 units for graduate) under the age of 23. To qualify the driver must attend high school, college, or vocational school and</p><ol><li>Be on the Dean's list; or</li><li>In the top 20% of their class; or</li><li>Have a grade average of \"B\" or better average; or</li><li>Have a 3.0 or higher grade point average</li></ol>","pipExtnForOtherResidentLabelHelp":"<p>Additional Personal Injury Protection provides reimbursement for certain other expenses you may have because you are hurt, such as lost wages and the need to hire someone to take care of your home or family. Limit options are available when the Full PIP Coverage options are selected. Limits may cover you and any resident relatives as designated. Additional Personal Injury Protection limit options are available for #more Income Continuation #more, #moreEssential Services#more, #moreDeath Benefit#more, #moreFuneral Expenses#more.</p>","pipExtnForOtherResidentLabelHelpMore1":"<p>Income Continuation: If you cannot work due to accident-related injuries, this coverage pays lost wages, minus Temporary Disability Benefits you may receive if your disability prevents you from working, up to the amount you select.</p>","pipExtnForOtherResidentLabelHelpMore2":"<p>Essential Services: Pays for necessary services that you normally do yourself, such as cleaning your house, mowing your lawn, shoveling snow or doing laundry if you are injured in an auto accident.</p>","pipExtnForOtherResidentLabelHelpMore3":"<p>Death Benefit: In the case of death, family members or estates will receive any benefits not already collected under the income continuation and essential services coverage.</p>","pipExtnForOtherResidentLabelHelpMore4":"<p>Funeral Expenses: Pays for reasonable funeral expenses up to the limit you select if you die as a result of an auto accident.</p>","incomeLabelHelp":"<p>Income Continuation: If you cannot work due to accident-related injuries, this coverage pays lost wages, minus Temporary Disability Benefits you may receive if your disability prevents you from working, up to the amount you select.</p>","essentialLabelHelp":"<p>Essential Services: Pays for necessary services that you normally do yourself, such as cleaning your house, mowing your lawn, shoveling snow or doing laundry if you are injured in an auto accident.</p>","deathLabelHelp":"<p>Death Benefit: In the case of death, family members or estates will receive any benefits not already collected under the income continuation and essential services coverage.</p>","funeralLabelHelp":"<p>Funeral Expenses: Pays for reasonable funeral expenses up to the limit you select if you die as a result of an auto accident.</p>","salvageAndModificationsHelp":"<p><strong>Modified/Damaged</strong>: A vehicle that has been upgraded with aftermarket parts and/or components or has existing damage, including broken glass.</p>","InstallmentFeeLabelHelp":"<h4>Installment Fees</h4><p>Fees associated with paying your premium in installments.</p>","IGAFeeLabelHelp":"<h4>PLIGA Fee</h4><p>This fee is required by the state of New Jersey.</p>","PALiabilityCov_MIGHelpHelp":"<p>Bodily Injury and Property Damage cover damages if you injure someone or their property in an auto accident. <span id='breakLine'></span> For example $50,000/$100,000/$50,000 means you have coverage of $50,000 per person up to a maximum of $100,000 per accident if you injure someone, and $50,000 to cover damage of their property.</p>","PAUMUIMBICov_MIGHelpHelp":"<p>If you're in an automobile accident with another driver who has caused injury and does not have enough liabililty insurance (Bodily Injury Coverage), uninsured motorist covers the damages that you experience from the accident. <br> #more Learn more #more</p>","PAUMUIMBICov_MIGHelpHelpMore1":"<p>Uninsured Motorist Bodily Injury (UMBI) provides coverage if you or other passengers in your vehicle are injured as a result of an accident with an uninsured or underinsured at-fault driver.</p>","PAPipCovNJ_MIGHelpHelp":"<p>Personal Injury Protection provides coverage for reasonable medical expenses, lost wages and other related expenses. <br> #more Learn more #more </p><p>Extended Medical provides additional coverage for medical expenses for injuries that are sustained while occupying a non-owned highway vehicle other than a private passenger automobile, such as motorcycles, taxis, and large commercial vehicles such as buses.</p>","PAPipCovNJ_MIGHelpHelpMore1":"<p>Personal Injury Protection (PIP), also known as no-fault protection, provides coverage for you regardless of whether or not you cause an accident. </p><p>PIP covers you, whether or not you cause the accident, relatives living in your home, certain passengers who lack PIP, and certain licensed drivers who drive your vehicle with your permission, up to the limits of your policy. It also covers your child who lives in the same household if that child suffers an injury while riding on a school bus. It protects you while in your own or someone else's vehicle and as a pedestrian or bicyclist if you suffer an injury in an accident involving a motor vehicle. </p><p>PIP also offers options for extended medical payments and primary or secondary coverage. You have the choice of limits of PIP coverage (maximum amount that may be paid). You also have the choice of deductible levels (the amount you must pay before your insurance coverage begins). Your cost will be higher if you pick a higher limit of coverage or a lower deductible.</p>","PAAPipCov_MIGHelpHelp":"<p>Additional Personal Injury Protection provides reimbursement for certain other expenses you may have because you are hurt, such as lost wages and the need to hire someone to take care of your home or family. Limits may cover you and any resident relatives as designated.</p>   <p>Income Continuation: If you cannot work due to accident-related injuries, this coverage pays lost wages, minus Temporary Disability Benefits you may receive if your disability prevents you from working, up to the amount you select.</p>   <p>Essential Services: Pays for necessary services that you normally do yourself, such as cleaning your house, mowing your lawn, shoveling snow or doing laundry if you are injured in an auto accident.</p>   <p>Death Benefit: In the case of death, family members or estates will receive any benefits not already collected under the income continuation and essential services coverage.</p>   <p>Funeral Expenses: Pays for reasonable funeral expenses up to the limit you select if you die as a result of an auto accident.</p>","PAComprehensiveCov_MIGHelpHelp":"<p>Comprehensive coverage pays to repair damages to your vehicle that are not caused by a collision, such as theft, fire, vandalism and hail. Payment for damages are subject to a deductible.</p>","PACollisionCov_MIGHelpHelp":"<p>If you're in an auto accident, regardless of who is at fault, collision insurance provides protection to replace or repair your vehicle. Payment for damages is subject to a deductible.</p>","PARentalCov_MIGHelpHelp":"<p>Rental car coverage will reimburse you for the rental of a vehicle from a qualified rental agency while an insured vehicle is being repaired due to a covered loss. The coverage is subject to a maximum daily amount for a specified limited period of time.</p>","PARoadSideAssistance_MIGHelpHelp":"<p>Mercury's Roadside Assistance provider offers  covered services such as towing, locksmith services, battery jump-start, and flat tire change at the place where the vehicle was disabled (limitations and #more exclusions #more may apply).</p>","PARoadSideAssistance_MIGHelpHelpMore1":"<ol type=\"a\"><li>Routine maintenance of an insured auto;</li><li>Labor not related to the disablement;</li><li>Installation of products or materials not related to the disablement;</li><li>Labor or repair work performed at a service station, garage or repair shop;</li><li>Towing from a service station, garage or repair shop;</li><li>Tire repair;</li><li>Towing from entrapment in snow, mud, water or sand, more than 100 feet from a public road or highway;</li><li>Disablement that occurs on road not regularly maintained, or on sand beaches, open fields, or areas designated as impassable due to construction, weather or earth movement;</li><li>Towing related to impoundment, abandonment, illegal parking or other violations of law;</li><li>Storage charges;</li><li>Mounting or removing snow tires or chains; or</li><li>Assistance with jacks, levelers or awnings on a motor home.</li></ol>","PAUMUIMPDPolCov_MIGHelpHelp":"<p>If you're in an automobile accident with another driver who has caused damage to your vehicle and does not have enough insurance, uninsured motorist property damage (UMPD) covers the damages that you experience from the accident. <br> #more Learn more #more</p>","PAUMUIMPDPolCov_MIGHelpHelpMore1":"<p>Uninsured Motorist Property Damage (UMPD) provides coverage if you sustain vehicle damage caused by being in an automobile accident with an uninsured or underinsured motorist who is legally liable for the accident. </p>","PALiab_TortThreshold_MIGHelpHelp":"<p>The Tort Threshold determines when an insured may sue for damages.</p><p>You may purchase one of two types of coverage-Limitation on Lawsuit or No Limitation on Lawsuit.</p><p>Limitation on Lawsuit Option- This is also referred to as Verbal Threshold. This option allows you to recover all medical and other out-of-pocket expenses, but not for pain and suffering or non-monetary damages, unless the injuries are defined as serious. This option is less expensive than the No Limitation on Lawsuit option since you agree to limit your ability to sue for pain and suffering, except in cases where you have been seriously injured in an accident.</p><p>No Limitation on Lawsuit Option- This is also referred to as Zero Threshold. This allows you and other household members covered under this policy to recover all medical and other out-of-pocket expenses as well as financial compensation for pain and suffering.</p>","isSalvagedVehicleLabelHelp":"<p>A wrecked or damaged vehicle that has been previously deemed a total loss.</p>","estMilesPerYearLabelHelp":"<p>Based on your driving history, estimate the number of miles driven per year with this vehicle. We may order mileage verification reports to confirm the information provided.</p>","odometerLabelHelp":"<p>The odometer is usually found in your vehicle's dashboard and should not be confused with the trip mileage counter which is often adjacent to the odometer. This information may be used to measure the miles driven per year in this vehicle.</p>"}