{"vehicleUsageLabelHelp":"<p><strong>Commute:</strong>  Regular commute to and from your place of employment or education.</p><p><strong>Commute to NY or NJ four times a month or more:</strong> Driven out of state to New York or New Jersey four or more times per month.</p><p><strong>Business:</strong> For business purposes during the day in occupations that involve making regular sales or business calls.</p><p><strong>Artisan:</strong> Used by a skilled craftsman who is not self-employed and who drives a private passenger auto, pickup or van to conduct business. Some examples of artisan use would be appliance repair, carpentry, plumbing, or other construction type occupations.</p><p><strong>Pleasure:</strong> Not used on a regular basis for business, or for work or school commuting purposes.</p><p><strong>Farming:</strong> Used primarily on a farm, ranch or orchard.</p>","vinLabelHelp":"<p>A VIN number is generally 17 characters in length and does NOT contain the letters I and O, the numbers 1 or zero are used instead.</p>","antiTheft1LabelHelp":"<h4>Alarm</h4><p>Device that sounds an audible alarm that can be heard at a distance of at least 300 feet for a minimum of three minutes.</p>","antiTheft2LabelHelp":"<h4>Manual Disabling Device</h4><p>Device that disables the vehicle by making the fuel, ignition or starting system inoperative. This device type requires a separate manual step to engage the device.</p>","antiTheft3LabelHelp":"<h4>Automatic Disabling Device</h4><p>Device that disables the vehicle by making the fuel, ignition or starting system inoperative. This device type does not require a separate manual step to engage the device.</p>","antiTheft5LabelHelp":"<h4>Lo Jack</h4><p>Electronic homing device, using a radio frequency network used in conjunction with a participating police agency.</p>","antiTheft6LabelHelp":"<h4>Teletrac</h4><p>Electronic homing device, using a radio frequency network used in conjunction with a participating police agency</p>","antiTheft7LabelHelp":"<h4>VIN Etching</h4><p>Vehicle identification number (VIN) or other unique identifying symbol etched on the vehicle's window (i.e. vehicle's door glass, windshield and rear window).</p>","promotionCodeLabelHelp":"<p>Mercury Insurance Group occasionally runs promotional giveaways. For additional promotion information please refer to the relevant terms and conditions.</p>","matureOrDefensiveDriverLabelHelp":"<P>A discount may apply to drivers 55 years of age or older.</p><p>To qualify the driver must have received a driver improvement course certificate within three years from a certified school that meets the standards of the State Department of Transportation.</p>","goodStudentNoLabelHelp":"<p>A discount may apply to single full-time students (minimum of 12 units for undergraduate and 8 units for graduate) under the age of 23. To qualify the driver must attend high school, college, or vocational school and</p><ol><li>Be on the Dean's list; or</li><li>In the top 20% of their class; or</li><li>Have a grade average of \"B\" or better average; or</li><li>Have a 3.0 or higher grade point average</li></ol>","salvageAndModificationsHelp":"<p><strong>Salvaged</strong>: A wrecked or damaged vehicle that is considered too expensive to repair and has been deemed a total loss. </p><p><strong>Modified</strong>: A vehicle that has been upgraded with aftermarket parts and/or components.</p>","InstallmentFeeLabelHelp":"<h4>Installment Fees</h4><p>Fees associated with paying your premium in installments.</p>","PALiabilityCov_MIGHelpHelp":"<p>Bodily Injury and Property Damage cover damages if you injure someone or their property in an auto accident. <span id='breakLine'></span> For example $50,000/$100,000/$50,000 means you have coverage of $50,000 per person up to a maximum of $100,000 per accident if you injure someone, and $50,000 to cover damage of their property.</p>","PAMedExpCov_MIGHelpHelp":"<p>Medical provides coverage for reasonable medical expenses and/or funeral expenses made necessary due to an accident. <br> #more Learn more #more</p>","PAMedExpCov_MIGHelpHelpMore1":"<p>Medical Expense coverage pays reasonable medical expenses for injuries sustained as a result of a covered accident regardless of fault. This coverage may be excess to other medical coverage and is subject to reimbursement under certain conditions specified in the policy. The minimum coverage limit in Pennsylvania is $5,000.</p><p>Combination First Party Benefit packages include Medical Expense, Income Loss, Accidental Death, and Funeral Benefits at a single combined limit of either $177,500 or $277,500. Otherwise, these options may be purchased individually. These coverages are subject to all of the terms and conditions of your policy.</p>","PAUMBICov_MIGHelpHelp":"<p>Uninsured Motorist Bodily Injury (UMBI) provides bodily injury coverage for you, your resident relatives and the passengers in your covered vehicle. This coverage only applies if it is determined that the other driver is at fault and has no liability coverage.</p><p>Within UMBI you may purchase one of two types of coverage- Unstacked UMBI and Stacked UMBI.</p><p>Unstacked UMBI provides coverage up to the limit selected regardless of the number of vehicles on your policy.</p><p>Stacked UMBI provides coverage up to the limit selected, multiplied by the number of vehicles on your policy.</p>","PAUMBICov_MIGHelpHelpMore1":"<p>Uninsured Motorist Bodily Injury (UMBI) provides bodily injury coverage for you, your resident relatives and the passengers in your covered vehicle. This coverage only applies if it is determined that the other driver is at fault and has no liability coverage.</p><p>Within UMBI you may purchase one of two types of coverage- Unstacked UMBI and Stacked UMBI.</p><p>Unstacked UMBI provides coverage up to the limit selected regardless of the number of vehicles on your policy.</p><p>Stacked UMBI provides coverage up to the limit selected, multiplied by the number of vehicles on your policy.</p>","PAUIMBICov_MIGHelpHelp":"<p>Underinsured Motorist Bodily Injury (UIM) provides bodily injury coverage for you, your resident relatives and the passengers in your covered vehicle. This coverage only applies if it is determined that the other driver is at fault and has insufficient liability coverage.</p><p>Within UIM you may purchase one of two types of coverage- Unstacked UIM and Stacked UIM.</p><p>Unstacked UIM provides coverage up to the limit selected regardless of the number of vehicles on your policy.</p><p>Stacked UIM provides coverage up to the limit selected, multiplied by the number of vehicles on your policy.</p>","PAComprehensiveCov_MIGHelpHelp":"<p>Comprehensive coverage pays to repair damages to your vehicle that are not caused by a collision, such as theft, fire, vandalism and hail. Payment for damages are subject to a deductible.</p>","PACollisionCov_MIGHelpHelp":"<p>If you're in an auto accident, regardless of who is at fault, collision insurance provides protection to replace or repair your vehicle. Payment for damages is subject to a deductible.</p>","PARentalCov_MIGHelpHelp":"<p>Rental car coverage will reimburse you for the rental of a vehicle from a qualified rental agency while an insured vehicle is being repaired due to a covered loss. The coverage is subject to a maximum daily amount for a specified limited period of time.</p>","PARoadSideAssistance_MIGHelpHelp":"<p>Mercury's Roadside Assistance provider offers  covered services such as towing, locksmith services, battery jump-start, and flat tire change at the place where the vehicle was disabled (limitations and #more exclusions #more may apply).</p>","PARoadSideAssistance_MIGHelpHelpMore1":"<ol type=\"a\"><li>Routine maintenance of an insured auto;</li><li>Labor not related to the disablement;</li><li>Installation of products or materials not related to the disablement;</li><li>Labor or repair work performed at a service station, garage or repair shop;</li><li>Towing from a service station, garage or repair shop;</li><li>Tire repair;</li><li>Towing from entrapment in snow, mud, water or sand, more than 100 feet from a public road or highway;</li><li>Disablement that occurs on road not regularly maintained, or on sand beaches, open fields, or areas designated as impassable due to construction, weather or earth movement;</li><li>Towing related to impoundment, abandonment, illegal parking or other violations of law;</li><li>Storage charges;</li><li>Mounting or removing snow tires or chains; or</li><li>Assistance with jacks, levelers or awnings on a motor home.</li></ol>","PAAccidentalDeathPerPersonCov_MIGHelpHelp":"<p>Accidental Death provides payment up to the selected limit in the event that a covered automobile accident results in the death of you or a resident relative.</p>","PALiab_TortOption_MIGHelpHelp":"<p>The tort option selected determines the type of financial compensation you may seek from the negligent party if you are injured in an accident.</p><p>You may purchase one of two types of coverage - Limited tort or Full tort.</p><p>Limited tort allows you to seek financial compensation for medical bills and lost wages, but not for pain and suffering or non-monetary damages, unless the injuries are defined as serious.</p><p>Full tort allows you to seek financial compensation for medical bills, lost wages, and for pain and suffering.</p>","PAIncomeLossCov_MIGHelpHelp":"<p>Income Loss Benefit coverage pays for lost income resulting from injuries sustained in a covered automobile accident. Conditions and limits are detailed in the policy</p>","PAFuneralBenfCov_MIGHelpHelp":"<p>Funeral Benefits provide payment for reasonable funeral expenses up to the selected limit in the event that a covered automobile accident results in the death of you or a resident relative.</p>","PAExtraMedBenfCov_MIGHelpHelp":"<p>Extraordinary Medical Benefits provides coverage for medical treatment and rehabilitative services exceeding $100,000 for bodily injuries sustained in a covered accident.</p>"}