{"vehicleUsageLabelHelp":"<p><strong>Commute to work or school (within the state):</strong> Regular commute to and from your place of employment or education.</p><p><strong>Commute to work or school (outside the state):</strong> Driven out of state four or more times per month.</p><p><strong>Business:</strong>  For business purposes during the day in occupations that involve making regular sales or business calls.</p><p><strong>Artisan:</strong> Used by a skilled craftsman who is not self-employed and who drives a private passenger auto, pickup or van to conduct business. Some examples of artisan use would be appliance repair, carpentry, plumbing, or other construction type occupations.<p><strong>Pleasure:</strong> Not used on a regular basis for business, or for work or school commuting purposes.</p><p><strong>Farming:</strong> Used primarily on a farm, ranch or orchard.</p>","vinLabelHelp":"<p>A VIN number is generally 17 characters in length and does NOT contain the letters I and O, the numbers 1 or zero are used instead.</p>","antiTheft1LabelHelp":"<h4>Alarm</h4><p>Device that sounds an audible alarm that can be heard at a distance of at least 300 feet for a minimum of three minutes.</p>","antiTheft2LabelHelp":"<h4>Manual Disabling Device</h4><p>Device that disables the vehicle by making the fuel, ignition or starting system inoperative. This device type requires a separate manual step to engage the device.</p>","antiTheft3LabelHelp":"<h4>Automatic Disabling Device</h4><p>Device that disables the vehicle by making the fuel, ignition or starting system inoperative. This device type does not require a separate manual step to engage the device.</p>","antiTheft5LabelHelp":"<h4>Lo Jack</h4><p>Electronic homing device, using a radio frequency network used in conjunction with a participating police agency.</p>","antiTheft6LabelHelp":"<h4>Teletrac</h4><p>Electronic homing device, using a radio frequency network used in conjunction with a participating police agency</p>","antiTheft7LabelHelp":"<h4>VIN Etching</h4><p>Vehicle identification number (VIN) or other unique identifying symbol etched on the vehicle's window (i.e. vehicle's door glass, windshield and rear window).</p>","promotionCodeLabelHelp":"<p>Mercury Insurance Group occasionally runs promotional giveaways. For additional promotion information please refer to the relevant terms and conditions.</p>","matureOrDefensiveDriverLabelHelp":"<p>A discount may apply if the driver completes a driver education course approved by the New York Department of Motor Vehicles within the last 36 months.</p><p>The discount is not applicable if the course is taken as punishment from a moving violation.</p>","goodStudentNoLabelHelp":"<p>A discount may apply to single full-time students (minimum of 12 units for undergraduate and 8 units for graduate) under the age of 23. To qualify the driver must attend high school, college, or vocational school and</p><ol><li>Be on the Dean's list; or</li><li>In the top 20% of their class; or</li><li>Have a grade average of \"B\" or better average; or</li><li>Have a 3.0 or higher grade point average</li></ol>","salvageAndModificationsHelp":"<p><strong>Salvaged</strong>: A wrecked or damaged vehicle that is considered too expensive to repair and has been deemed a total loss. </p><p><strong>Modified</strong>: A vehicle that has been upgraded with aftermarket parts and/or components.</p>","MVLEFeeLabelHelp":"<h4>MVLE Fee</h4><p>The Motor Vehicle Law Enforcement Fee is a per vehicle fee required by the state of New York for the New York State Fund for Fraud Prevention.</p>","InstallmentFeeLabelHelp":"<h4>Installment Fees</h4><p>Fees associated with paying your premium in installments.</p>","PALiabilityCov_MIGHelpHelp":"<p>Bodily Injury and Property Damage cover damages if you injure someone or their property in an auto accident. <span id='breakLine'></span> For example $50,000/$100,000/$50,000 means you have coverage of $50,000 per person up to a maximum of $100,000 per accident if you injure someone, and $50,000 to cover damage of their property.</p>","PAMedPayCov_MIGHelpHelp":"<p>Medical provides coverage for reasonable medical expenses and/or funeral expenses made necessary due to an accident. <br> #more Learn more #more</p>","PAMedPayCov_MIGHelpHelpMore1":"<p>Medical Payments coverage pays reasonable medical and/or funeral expenses, made necessary due to an accident, for you and other persons occupying your auto. The coverage is provided regardless of fault. This coverage may be excess to other medical coverage and is subject to other exclusions specified in the policy.</p>","PAUMSUMCov_MIGHelpHelp":"<p>If you're in an automobile accident with another driver who has caused injury and does not have enough liabililty insurance (Bodily Injury Coverage), uninsured motorist covers the damages that you experience from the accident. <br> #more Learn more #more</p>","PAUMSUMCov_MIGHelpHelpMore1":"<p>Uninsured/Underinsured Motorist (UM) and Supplementary Uninsured/Underinsured Motorist (SUM) provides coverage if you or other passengers in your vehicle are injured as a result of an accident with an uninsured or underinsured at-fault driver.</p><p>UM coverage only applies to accidents that occur in the state of New York.</p><p>Within SUM the coverage applies to accidents which occur anywhere in the US, its territories or Canada.  SUM also offers higher limits of coverage.</p>","PAPipCovNY_MIGHelpHelp":"<p>Personal Injury Protection provides coverage for reasonable medical expenses, lost wages and other related expenses. <br> #more Learn more #more </p>","PAPipCovNY_MIGHelpHelpMore1":"<p>Personal Injury Protection (PIP) provides coverage up to $50,000 per person for:</p><ul><li>Medical expenses</li><li>Work Loss Benefits: 80% of lost earnings from work up to $2,000 per month (for up to 3 years). </li><li>$25 per day (for up to a year) for all other reasonable expenses </li><li>Death Benefit of $2,000 </li></ul><p>You can choose either a $0 or $200 deductible. This applies to the named insured and his or her resident relatives. If you would like to cover guest passengers when driving outside of New York, you must also purchase Additional PIP coverage</p>","PAComprehensiveCov_MIGHelpHelp":"<p>Comprehensive coverage pays to repair damages to your vehicle that are not caused by a collision, such as theft, fire, vandalism and hail. Payment for damages are subject to a deductible.</p>","PACollisionCov_MIGHelpHelp":"<p>If you're in an auto accident, regardless of who is at fault, collision insurance provides protection to replace or repair your vehicle. Payment for damages is subject to a deductible.</p>","PARentalCov_MIGHelpHelp":"<p>Rental car coverage will reimburse you for the rental of a vehicle from a qualified rental agency while an insured vehicle is being repaired due to a covered loss. The coverage is subject to a maximum daily amount for a specified limited period of time.</p>","PARoadSideAssistance_MIGHelpHelp":"<p>Mercury's Roadside Assistance provider offers  covered services such as towing, locksmith services, battery jump-start, and flat tire change at the place where the vehicle was disabled (limitations and #more exclusions #more may apply).</p>","PARoadSideAssistance_MIGHelpHelpMore1":"<ol type=\"a\"><li>Routine maintenance of an insured auto;</li><li>Labor not related to the disablement;</li><li>Installation of products or materials not related to the disablement;</li><li>Labor or repair work performed at a service station, garage or repair shop;</li><li>Towing from a service station, garage or repair shop;</li><li>Tire repair;</li><li>Towing from entrapment in snow, mud, water or sand, more than 100 feet from a public road or highway;</li><li>Disablement that occurs on road not regularly maintained, or on sand beaches, open fields, or areas designated as impassable due to construction, weather or earth movement;</li><li>Towing related to impoundment, abandonment, illegal parking or other violations of law;</li><li>Storage charges;</li><li>Mounting or removing snow tires or chains; or</li><li>Assistance with jacks, levelers or awnings on a motor home.</li></ol>","PAAPipCovNY_MIGHelpHelp":"<p>Additional Personal Injury Protection (APIP) is supplemental to your PIP coverage.  APIP will extend coverage to guest passengers when driving outside of New York state.  APIP also provides options to increase your PIP coverage limit.</p>","PAOBELCov_MIGHelpHelp":"<p>OBEL provides $25,000 additional coverage for: </p><ol><li>Basic Economic Loss </li><li>Loss of earnings from work </li><li>psychiatric, physical, or occupational therapy and rehabilitation </li><li>or any combination of 2 or 3. </li></ol><p>The named insured and resident relatives are covered both inside and outside of New York. Guest occupants are only covered while in New York state by this coverage. If you would like to cover guest passengers when driving outside of New York, you must also purchase Additional PIP coverage.</p>","estMilesPerYearLabelHelp":"<p>Based on your driving history, estimate the number of miles driven per year with this vehicle. We may order mileage verification reports to confirm the information provided.</p>","odometerLabelHelp":"<p>The odometer is usually found in your vehicle's dashboard and should not be confused with the trip mileage counter which is often adjacent to the odometer. This information may be used to measure the miles driven per year in this vehicle.</p>"}