{"vehicleUsageLabelHelp":"<p><strong>Commute to work or school (within the state):</strong> Regular commute to and from your place of employment or education.</p><p><strong>Commute to work or school (outside the state):</strong> Driven out of state four or more times per month.</p><p><strong>Business:</strong>  For business purposes during the day in occupations that involve making regular sales or business calls.</p><p><strong>Artisan:</strong> Used by a skilled craftsman who is not self-employed and who drives a private passenger auto, pickup or van to conduct business. Some examples of artisan use would be appliance repair, carpentry, plumbing, or other construction type occupations.<p><strong>Pleasure:</strong> Not used on a regular basis for business, or for work or school commuting purposes.</p><p><strong>Farming:</strong> Used primarily on a farm, ranch or orchard.</p><p><strong>Transportation Network:</strong> Used in connection with any \"transportation network\" company using an internet-enabled computer application or platform to connect drivers of their own vehicles with paying customers needing transportation.  Examples of such companies include Uber, Lyft, etc.</strong></p> ","vinLabelHelp":"<p>A VIN number is generally 17 characters in length and does NOT contain the letters I and O, the numbers 1 or zero are used instead.</p>","antiTheft1LabelHelp":"<h4>Alarm</h4><p>Device that sounds an audible alarm that can be heard at a distance of at least 300 feet for a minimum of three minutes.</p>","antiTheft2LabelHelp":"<h4>Manual Disabling Device</h4><p>Device that disables the vehicle by making the fuel, ignition or starting system inoperative. This device type requires a separate manual step to engage the device.</p>","antiTheft3LabelHelp":"<h4>Automatic Disabling Device</h4><p>Device that disables the vehicle by making the fuel, ignition or starting system inoperative. This device type does not require a separate manual step to engage the device.</p>","antiTheft5LabelHelp":"<h4>Lo Jack</h4><p>Electronic homing device, using a radio frequency network used in conjunction with a participating police agency.</p>","antiTheft6LabelHelp":"<h4>Teletrac</h4><p>Electronic homing device, using a radio frequency network used in conjunction with a participating police agency</p>","antiTheft7LabelHelp":"<h4>VIN Etching</h4><p>Vehicle identification number (VIN) or other unique identifying symbol etched on the vehicle's window (i.e. vehicle's door glass, windshield and rear window).</p>","promotionCodeLabelHelp":"<p>Mercury Insurance Group occasionally runs promotional giveaways. For additional promotion information please refer to the relevant terms and conditions.</p>","driverFilingLabelHelp":"<p>SR-22, also called a Certificate of Financial Responsibility (CFR), is mandated by the state and provided by your auto insurance company that verifies that you have auto insurance liability coverage.</p><p>Not everyone needs an SR-22. Usually, it is required by the court or mandated by the state for certain driving-related violations. Examples include: DUI convictions, reckless driving, accidents caused by uninsured drivers. If you need an SR-22, the courts or your state Motor Vehicle Department will notify you.</p>","matureOrDefensiveDriverLabelHelp":"<P>A discount may apply if the driver is over 55 years of age and has completed the National Safety Council's Defensive Driving Course or a motor vehicle accident prevention course, which meets or exceeds the National Safety Council's Defensive Driving Course standards.</p>","goodStudentNoLabelHelp":"<p>A discount may apply to single full-time students (minimum of 12 units for undergraduate and 8 units for graduate) under the age of 23. To qualify the driver must attend high school, college, or vocational school and</p><ol><li>Be on the Dean's list; or</li><li>In the top 20% of their class; or</li><li>Have a grade average of \"B\" or better average; or</li><li>Have a 3.0 or higher grade point average</li></ol>","salvageAndModificationsHelp":"<p><strong>Modified/Damaged</strong>: A vehicle that has been upgraded with aftermarket parts and/or components or has existing damage, including broken glass.</p>","FilingFeeLabelHelp":"<h4>Driver Filing Fee</h4><p>A fee required for filing proof of financial responsibility with the state.</p>","InstallmentFeeLabelHelp":"<h4>Installment Fees</h4><p>Fees associated with paying your premium in installments.</p>","PALiabilityCov_MIGHelpHelp":"<p>Bodily Injury and Property Damage cover damages if you injure someone or their property in an auto accident. <span id='breakLine'></span> For example $50,000/$100,000/$50,000 means you have coverage of $50,000 per person up to a maximum of $100,000 per accident if you injure someone, and $50,000 to cover damage of their property.</p>","PAMedPayCov_MIGHelpHelp":"<p>Medical provides coverage for reasonable medical expenses and/or funeral expenses made necessary due to an accident. <br> #more Learn more #more</p>","PAMedPayCov_MIGHelpHelpMore1":"<p>Medical coverage pays reasonable medical and/or funeral expenses, made necessary due to an accident, for you and other persons occupying your auto. The coverage is provided regardless of fault. This coverage may be excess to other coverage you already own, and is subject to reimbursement under certain conditions specified in detail in the policy.</p>","PAUMBICovIL_MIGHelpHelp":"<p>If you're in an automobile accident with another driver who has caused injury and does not have enough liabililty insurance (Bodily Injury Coverage), uninsured motorist covers the damages that you experience from the accident. <br> #more Learn more #more</p>","PAUMBICovIL_MIGHelpHelpMore1":"<p>Uninsured Motorist Bodily Injury (UMBI) provides bodily injury coverage for you, your resident relatives and the passengers in your covered vehicle. This coverage only applies if it is determined that the other driver is at fault and has no liability coverage.</p>","PAUIMBICovIL_MIGHelpHelp":"<p>Underinsured Motorist Bodily Injury (UIM) provides bodily injury coverage for you, your resident relatives and the passengers in your covered vehicle. This coverage only applies if it is determined that the other driver is at fault and has insufficient liability coverage.</p>","PAComprehensiveCov_MIGHelpHelp":"<p>Comprehensive coverage pays to repair damages to your vehicle that are not caused by a collision, such as theft, fire, vandalism and hail. Payment for damages are subject to a deductible.</p>","PACollisionCov_MIGHelpHelp":"<p>If you're in an auto accident, regardless of who is at fault, collision insurance provides protection to replace or repair your vehicle. Payment for damages is subject to a deductible.</p>","PARentalCov_MIGHelpHelp":"<p>Rental car coverage will reimburse you for the rental of a vehicle from a qualified rental agency while an insured vehicle is being repaired due to a covered loss. The coverage is subject to a maximum daily amount for a specified limited period of time.</p>","PARoadSideAssistance_MIGHelpHelp":"<p>Mercury's Roadside Assistance provider offers  covered services such as towing, locksmith services, battery jump-start, and flat tire change at the place where the vehicle was disabled (limitations and #more exclusions #more may apply).</p>","PARoadSideAssistance_MIGHelpHelpMore1":"<ol type=\"a\"><li>Routine maintenance of an insured auto;</li><li>Labor not related to the disablement;</li><li>Installation of products or materials not related to the disablement;</li><li>Labor or repair work performed at a service station, garage or repair shop;</li><li>Towing from a service station, garage or repair shop;</li><li>Tire repair;</li><li>Towing from entrapment in snow, mud, water or sand, more than 100 feet from a public road or highway;</li><li>Disablement that occurs on road not regularly maintained, or on sand beaches, open fields, or areas designated as impassable due to construction, weather or earth movement;</li><li>Towing related to impoundment, abandonment, illegal parking or other violations of law;</li><li>Storage charges;</li><li>Mounting or removing snow tires or chains; or</li><li>Assistance with jacks, levelers or awnings on a motor home.</li></ol>","PACDWCov_MIGHelpHelp":"<p>Collision Deductible Waiver (CDW) waives your Collision deductible if your covered vehicle sustains an accident where the other driver was at fault and does not have insurance. Your CDW amount must match the Collision deductible. This coverage is not available if Uninsured Motorist Property Damage is selected.</p>","PAUMPDCov_MIGHelpHelp":"<p>If you're in an automobile accident with another driver who has caused damage to your vehicle and does not have enough insurance, uninsured motorist property damage (UMPD) covers the damages that you experience from the accident. <br> #more Learn more #more</p>","PAUMPDCov_MIGHelpHelpMore1":"<p>Uninsured Motorist Property Damage (UMPD) provides coverage if you sustain vehicle damage caused by being in an automobile accident with an uninsured or underinsured motorist who is legally liable for the accident. </p>","isSalvagedVehicleLabelHelp":"<p>A wrecked or damaged vehicle that has been previously deemed a total loss.</p>","tnTransportationLabelHelp":"<p><strong>Transportation Network:</strong> Used in connection with any \"transportation network\" company using an internet-enabled computer application or platform to connect drivers of their own vehicles with paying customers needing transportation.  Examples of such companies include Uber, Lyft, etc.</strong></p> "}