{"vehicleUsageLabelHelp":"<p><strong>Commute to work or school (within the state):</strong> Regular commute to and from your place of employment or education.</p><p><strong>Commute to work or school (outside the state):</strong> Driven out of state four or more times per month.</p><p><strong>Business:</strong> For business purposes during the day in occupations that involve making regular sales or business calls.</p><p><strong>Artisan:</strong> Used by a skilled craftsman who is not self-employed and who drives a private passenger auto, pickup or van to conduct business. Some examples of artisan use would be appliance repair, carpentry, plumbing, or other construction type occupations.</p><p><strong>Pleasure:</strong> Not used on a regular basis for business, or for work or school commuting purposes.</p><p><strong>Farming:</strong> Used primarily on a farm, ranch or orchard.</p><p><strong>Snowplow:</strong> Used primarily for plowing snow.</p>","vinLabelHelp":"<p>A VIN number is generally 17 characters in length and does NOT contain the letters I and O, the numbers 1 or zero are used instead.</p>","antiTheft1LabelHelp":"<h4>Alarm</h4><p>Device that sounds an audible alarm that can be heard at a distance of at least 300 feet for a minimum of three minutes.</p>","antiTheft2LabelHelp":"<h4>Manual Disabling Device</h4><p>Device that disables the vehicle by making the fuel, ignition or starting system inoperative. This device type requires a separate manual step to engage the device.</p>","antiTheft3LabelHelp":"<h4>Automatic Disabling Device</h4><p>Device that disables the vehicle by making the fuel, ignition or starting system inoperative. This device type does not require a separate manual step to engage the device.</p>","antiTheft5LabelHelp":"<h4>Lo Jack</h4><p>Electronic homing device, using a radio frequency network used in conjunction with a participating police agency.</p>","antiTheft6LabelHelp":"<h4>Teletrac</h4><p>Electronic homing device, using a radio frequency network used in conjunction with a participating police agency</p>","antiTheft7LabelHelp":"<h4>VIN Etching</h4><p>Vehicle identification number (VIN) or other unique identifying symbol etched on the vehicle's window (i.e. vehicle's door glass, windshield and rear window).</p>","promotionCodeLabelHelp":"<p>Mercury Insurance Group occasionally runs promotional giveaways. For additional promotion information please refer to the relevant terms and conditions.</p>","driverFilingLabelHelp":"<p>SR-22, also called a Certificate of Financial Responsibility (CFR), is mandated by the state and provided by your auto insurance company that verifies that you have auto insurance liability coverage.</p><p>Not everyone needs an SR-22. Usually, it is required by the court or mandated by the state for certain driving-related violations. Examples include: DUI convictions, reckless driving, accidents caused by uninsured drivers. If you need an SR-22, the courts or your state Motor Vehicle Department will notify you.</p>","goodStudentNoLabelHelp":"<p>A discount may apply to single full-time students (minimum of 12 units for undergraduate and 8 units for graduate) under the age of 23. To qualify the driver must attend high school, college, or vocational school and</p><ol><li>Be on the Dean's list; or</li><li>In the top 20% of their class; or</li><li>Have a grade average of \"B\" or better average; or</li><li>Have a 3.0 or higher grade point average</li></ol>","salvageAndModificationsHelp":"<p><strong>Salvaged</strong>: A wrecked or damaged vehicle that is considered too expensive to repair and has been deemed a total loss. </p><p><strong>Modified</strong>: A vehicle that has been upgraded with aftermarket parts and/or components.</p>","MCCAFeeLabelHelp":"<h4>MCCA Fee</h4><p>This is a per vehicle fee required by the state of Michigan for the Michigan Catastrophic Claims Association (MCCA).</p>","StatutoryFeeLabelHelp":"<h4>Statutory Fee</h4><p>This is a per vehicle fee required by the state of Michigan to cover the costs associated with assigned claims, assigned placement and theft prevention.</p>","FilingFeeLabelHelp":"<h4>Driver Filing Fee</h4><p>A fee required for filing proof of financial responsibility with the state.</p>","InstallmentFeeLabelHelp":"<h4>Installment Fees</h4><p>Fees associated with paying your premium in installments.</p>","PALiabilityCov_MIGHelpHelp":"<p>Provides coverage when you must pay for injuries or damage to others. The no-fault law protects insured persons from being sued as a result of an auto accident except in certain special situations. In general, you can only be sued for injuries or damage if you:</p><ol><li>Cause an accident in Michigan in which someone is killed, seriously injured, or permanently disfigured</li><li>Are involved in an accident in Michigan with an out-of-state resident who is an occupant of a vehicle not registered in Michigan</li><li>Are involved in an accident in another state; or</li><li>Are at fault 50% or more in an accident which causes damages to another person's vehicle which is not covered by insurance.</li></ol>","PAUMUIMBICov_MIGHelpHelp":"<p>Uninsured Motorist Bodily Injury provides coverage as a result of an automobile accident where it is determined that the other driver is at fault and has insufficient or no liability coverage.</p><p>This coverage compensates you for pain and suffering and excess wage loss if you are injured in a hit and run accident or if an uninsured motorist strikes you.</p><p>This coverage also compensates you for any difference between what the court awards you for pain and suffering caused by an insured driver and the maximum you are able to collect from that person and/or his or her insurance carrier.</p>","PAUMUIMBICov_MIGHelpHelpMore1":"<p>Uninsured Motorist Bodily Injury provides coverage as a result of an automobile accident where it is determined that the other driver is at fault and has insufficient or no liability coverage.</p><p>This coverage compensates you for pain and suffering and excess wage loss if you are injured in a hit and run accident or if an uninsured motorist strikes you.</p><p>This coverage also compensates you for any difference between what the court awards you for pain and suffering caused by an insured driver and the maximum you are able to collect from that person and/or his or her insurance carrier.</p>","PALimitedPDLiabilityCov_MIGHelpHelp":"<p>Under Michigan law, if you are 50% or more at-fault in an accident, you can be sued for damages to another person's car which are not covered by collision insurance. </p><p>Limited Property Damage Liability provides coverage up to $1,000 in these instances.</p>","PAPipCovMI_MIGHelpHelp":"<p>Personal Injury Protection (PIP) covers you, your spouse or partner, resident relatives and persons injured while in your insured vehicle(s) or pedestrians who are injured in an accident involving your insured vehicle(s).</p>","Split1HelpHelp":"<p>PIP medical benefits can be selected as primary or excess to a health or medical insurance policy.</p><p>You should purchase primary PIP medical if you, your spouse, or your resident relatives do not have a health insurance policy that would pay medical benefits as primary in the event of an automobile accident. </p><p>Excess PIP medical should be purchased only if your health insurance policy pays benefits as primary for you, your spouse or partner, and your resident relatives for injuries sustained in an automobile accident.</p>","Split2HelpHelp":"<p>If injuries are sustained as a result of an automobile accident, PIP work loss benefits can supplement the injured person's income. PIP work loss benefits can also be selected as primary or excess to a health or medical insurance policy.</p><p>You should purchase primary PIP work loss if there is no accident or disability insurance policy that would pay primary for any loss of income sustained by you, your spouse or partner, or resident relatives as the result of injuries sustained in an automobile accident.</p><p>Excess PIP work loss should only be purchased if you, your spouse or partner and resident relatives have coverage under an accident or disability insurance policy that pays benefits on a primary basis for injuries sustained in an automobile accident.</p><p>Persons age 60 or older may waive PIP work loss benefits by accepting the \"PIP work loss waiver\". Accepting the PIP work loss waiver means there is no coverage provided under PIP work loss benefits. If the waiver is declined, then work loss coverage is provided.</p>","PAPropertyProtectionCov_MIGHelpHelp":"<p>Property Protection Insurance (PPI) provides up to $1,000,000 for damages your car does in Michigan to other people's property, such as buildings and fences. It will also pay for damage your car does to another vehicle but only if the vehicle was properly parked. Other vehicle damage is covered only if the vehicle has collision and/or comprehensive coverage.</p>","PAComprehensiveCov_MIGHelpHelp":"<p>Comprehensive coverage provides coverage, less a specified deductible, for damage to an insured automobile that is not caused by a collision, such as theft, fire, vandalism, etc.</p><p>If you select Full Glass the Comprehensive deductible will not apply for expenses related to replacement of windows (which includes sunroofs and moonroofs).</p>","PACollisionCov_MIGHelpHelp":"<p>Collision coverage provides protection to an insured vehicle when it is damaged in a collision with another vehicle or object, other than an animal.</p><p>Three types of Collision coverage are available:</p><ol><li>Limited Collision:  Pays for repairs above your deductible when the driver of your vehicle is not more than 50% at fault in an accident. If the driver of your vehicle is more than 50% at fault in an accident, then no coverage is provided. </li><li>Standard or Basic Collision:  Pays for repairs without regard to who is at fault. A deductible always applies.</li><li>Broad Collision:  Pays for repairs that exceed your deductible. A deductible does not apply if the driver of your vehicle is not more than 50% at fault in an accident.</li></ol>","PARentalCov_MIGHelpHelp":"<p>Rental car coverage will reimburse you for the rental of a vehicle from a qualified rental agency while an insured vehicle is being repaired due to a covered loss. The coverage is subject to a maximum daily amount for a specified limited period of time.</p>","PARoadSideAssistance_MIGHelpHelp":"<p>Mercury's Roadside Assistance provider offers  covered services such as towing, locksmith services, battery jump-start, and flat tire change at the place where the vehicle was disabled (limitations and #more exclusions #more may apply).</p>","PARoadSideAssistance_MIGHelpHelpMore1":"<ol type=\"a\"><li>Routine maintenance of an insured auto;</li><li>Labor not related to the disablement;</li><li>Installation of products or materials not related to the disablement;</li><li>Labor or repair work performed at a service station, garage or repair shop;</li><li>Towing from a service station, garage or repair shop;</li><li>Tire repair;</li><li>Towing from entrapment in snow, mud, water or sand, more than 100 feet from a public road or highway;</li><li>Disablement that occurs on road not regularly maintained, or on sand beaches, open fields, or areas designated as impassable due to construction, weather or earth movement;</li><li>Towing related to impoundment, abandonment, illegal parking or other violations of law;</li><li>Storage charges;</li><li>Mounting or removing snow tires or chains; or</li><li>Assistance with jacks, levelers or awnings on a motor home.</li></ol>","PAAccidentalDeathPerPersonCov_MIGHelpHelp":"<p>Accidental Death Benefit provides payment in the amount of $10,000 in the event that the named insured or resident relative dies as the result of an automobile accident in accordance with the policy endorsement.</p>"}